export default function About() {
  return (
    <section className="mt-8 bg-white w-[90%] mx-auto py-10 rounded-[32px]">
      <h2 className="text-4xl text-center mb-6 mon">Обо мне</h2>
      <div className="space-y-4 max-w-4xl mx-auto">
        <div className="bg-[#86F37D] text-[#0A1044] p-4 rounded-[20px] mt-10">
          Я Слепцова Валентина Алексеевна, являюсь студентом Педагогического института Северо-Восточного Федерального Университета группы Б-Технология-24
        </div>
        <div className="bg-[#F9E35D] text-[#0A1044] p-4 rounded-[20px]">
          Родилась 17 сенября 2006 года в городе Покровск
        </div>
        <div className="bg-[#5C47FD] text-white p-4 rounded-[20px]">
          Училась с 1 по 9 класс в Саха Политехническом Лицее, после старшие классы отучилась в Покровской Среднеобразовательной Школе 1 
        </div>
        <div className="bg-[#86F37D] text-[#0A1044] p-4 rounded-[20px]">
          Училась в Десткой Школе Искуств по рисованию, занималась гимнастикой и многими другими творческими занятиями
        </div>
        <div className="bg-[#F9E35D] text-[#0A1044] p-4 rounded-[20px]">
          В средних классах увлекалась волейболом и в старших принимала различные участия в соревнованиях между школами 
        </div>
        <div className="bg-[#5C47FD] text-white p-4 rounded-[20px]">
          В университете стала активисткой Профсоюзной Организации Студентов Педагогического Института, затем заняла должность заместителя председателя ПОС ПИ по информационной политике
        </div>
        <div className="bg-[#86F37D] text-[#0A1044] p-4 rounded-[20px]">
          Активно принимала участите в мероприятиях института и Первичной Профсоюзной Организации Студентов
        </div>
      </div>
    </section>
  );
}